/* Learn more label text */
"<b>Learn more</b> about device management and security." = "<b>Meer weten</b> over apparaatbeheer en -beveiliging.";

/* No comment provided by engineer. */
"A system error occurred" = "Er is een systeemfout opgetreden";

/* Account will be removed on this device at SSO Page */
"Account will be removed from %@ and other Yahoo apps on this device." = "Account wordt verwijderd uit %@ en alle andere Yahoo-apps op dit apparaat.";

/* Add Account cell in SSO Screen - Allows user to Sign-In as new user */
"Add Account" = "Account toevoegen";

/* No comment provided by engineer. */
"An error occurred. Please try again later." = "Er is een fout opgetreden. Probeer het later opnieuw.";

/* Accessibility label for the back button */
"Back" = "Terug";

/* call tip prefix in 2lc */
"Call %@" = "Bel naar %@";

/* No comment provided by engineer. */
"Call again" = "Bel opnieuw";

/* Cancel
   Cancel button title */
"Cancel" = "Annuleren";

/* Fallback page cannot be loaded. */
"Cannot load page." = "Kan pagina niet laden.";

/* Accessibility label for the close button */
"Close" = "Sluiten";

/* Continue
   Continue to Safari for SHF */
"Continue" = "Doorgaan";

/* Create Account view title
   sign up button title */
"Create Account" = "Account maken";

/* learn more alert title */
"Device Not Recognized" = "Apparaat niet herkend";

/* No comment provided by engineer. */
"Didn't receive the email?" = "Het e-mailbericht niet ontvangen?";

/* No comment provided by engineer. */
"Didn't receive the text message?" = "Het sms-bericht niet ontvangen?";

/* No comment provided by engineer. */
"Didn't receive the voice call?" = "De spraakoproep niet ontvangen?";

/* Dismiss */
"Dismiss" = "Negeren";

/* Edit button title */
"Edit" = "Bewerken";

/* No comment provided by engineer. */
"Email could not be sent" = "Kan e-mailbericht niet verzenden";

/* No comment provided by engineer. */
"Email sent" = "E-mailbericht verzonden";

/* No comment provided by engineer. */
"Enter Code" = "Geef code op";

/* For security reasons you need to verify your account or need to change password when SHF */
"For security reasons you need to unlock your account." = "Uit veiligheidsoverwegingen moet je je account ontgrendelen.";

/* Switching to alternative sign-in interface. */
"For security reasons, please verify your account again." = "Uit veiligheidsoverwegingen vragen wij je je account opnieuw te verifiëren.";

/* No comment provided by engineer. */
"For the safety of your account, please login via web." = "Log voor de veiligheid van je account in via het web.";

/* forgot password or ID title
   Sign in alert view title */
"Forgot password or ID?" = "Wachtwoord of ID vergeten?";

/* forgot password title
   Sign in alert view title */
"Forgot password?" = "Wachtwoord vergeten?";

/* No comment provided by engineer. */
"Generic Handoff" = "Algemene overdracht";

/* Go to Account recovery */
"Get Help" = "Hulp vragen";

/* No comment provided by engineer. */
"Incorrect answer. Try again." = "Onjuist antwoord. Probeer het opnieuw.";

/* No comment provided by engineer. */
"Invalid ID or password. Please try again." = "Ongeldige ID of wachtwoord. Probeer opnieuw.";

/* No comment provided by engineer. */
"Limit reached. Email could not be sent." = "Maximum bereikt. Kan e-mailbericht niet verzenden.";

/* No comment provided by engineer. */
"Limit reached. Unable to send text message or make a voice call." = "Maximum bereikt. Kan geen sms-bericht of spraakoproep verzenden.";

/* 2LC Failure
   Login session has expired, please try again. */
"Login session has expired, please try again." = "Sessie is verlopen. Probeer het opnieuw.";

/* Network error alert view title */
"Network unavailable." = "Netwerk niet beschikbaar.";

/* OK
   OK Button title
   ok button title */
"OK" = "OK";

/* password text field place holder */
"Password" = "Wachtwoord";

/* 2LC password prompt str */
"Please enter your password for \n%@" = "Voer je wachtwoord in voor\n%@";

/* Remove the account
   SSO remove account title */
"Remove" = "Verwijderen";

/* Remove an account label on SSO screen */
"Remove an account" = "Een account verwijderen";

/* Select an account label on SSO screen */
"Select an account" = "Selecteer een account";

/* account token invalid sign in problem */
"Session expired, please sign-in again." = "Sessie verlopen. Meld je opnieuw aan.";

/* sign in button title */
"Sign In" = "Aanmelden";

/* 3PA Label */
"Sign in with <a>Facebook</a> or <b>Google</b>" = "Meld je aan met <a>Facebook</a> of <b>Google</b>";

/* Zero tap alert signed in as */
"Signed in as" = "Aangemeld als";

/* signing in state title for sign in button */
"Signing In" = "Aanmelden";

/* No comment provided by engineer. */
"Sorry, the system is down. Please try again later." = "Het systeem is tijdelijk buiten bedrijf. Probeer het later opnieuw.";

/* No comment provided by engineer. */
"Sorry, we can't sign you in now. Please try again later." = "We kunnen je nu niet aanmelden. Probeer het later opnieuw.";

/* sms tip prefix in 2lc */
"Text %@" = "Sms naar %@";

/* No comment provided by engineer. */
"Text message could not be sent" = "Kan sms-bericht niet verzenden";

/* No comment provided by engineer. */
"Text message sent" = "Sms-bericht verzonden";

/* No comment provided by engineer. */
"The Second Challenge state data could not be extracted from the Short-Lived Challenge Credential" = "De gegevens van de tweede controlevraag kunnen niet worden opgevraagd bij de Short-Lived Challenge Credential";

/* Second Login Challenge Error - user entered the code wrong too many times. */
"Too many attempts. Try again in 24 hours." = "Te veel pogingen. Probeer het over 24 uur opnieuw.";

/* No comment provided by engineer. */
"Try again" = "Opnieuw proberen";

/* No comment provided by engineer. */
"Unable to place a voice call" = "Kan geen spraakoproep plaatsen";

/* SSL Certificate Error - Please Check Date/Time */
"Unable to sign in. Check system date and try again." = "Aanmelden mislukt. Controleer systeemdatum en probeer opnieuw.";

/* Token handoff failure */
"Unable to sign in. Please try again." = "Inloggen niet mogelijk. Probeer het opnieuw.";

/* Create Account view title
   View title - appears in the navigation \
                                                                                                                    bar containing the webview that displays the account upgrade flow */
"Update Account" = "Account bijwerken";

/* Migrate 3PA Account view title */
"Upgrade to Yahoo" = "Upgrade naar Yahoo";

/* User already signed-in */
"User %@ is already signed in" = "Gebruiker %@ is al aangemeld";

/* User already signed-in */
"User already signed-in" = "Gebruiker is al aangemeld";

/* 2LC aea verify prompt text
   2LC sms verify prompt text */
"Verification code sent to %@" = "Verificatiecode verzonden naar %@";

/* No comment provided by engineer. */
"Voice call in progress" = "Spraakoproep is bezig";

/* 2LC voice verify prompt text */
"We called you with a verification code at %@" = "Wij hebben je gebeld met een verificatiecode op %@";

/* No comment provided by engineer. */
"We do not recognize this device. Please verify your identity by answering your security question." = "We herkennen dit apparaat niet. Bevestig je identiteit door je geheime vraag te beantwoorden.";

/* No comment provided by engineer. */
"We do not recognize this device. Please verify your identity. We will send a verification code." = "We herkennen dit apparaat niet. Bevestig je identiteit. Wij sturen een verificatiecode.";

/* ID text field place holder */
"Yahoo ID" = "Yahoo-ID";

/* No comment provided by engineer. */
"You must be at least 13 years old." = "Je moet minimaal 13 jaar zijn.";

/* Unlock success */
"Your account is now unlocked. Please sign in." = "Je account is nu ontgrendeld. Meld je aan.";

/* No comment provided by engineer. */
"Your Answer" = "Je antwoord";

/* learn more alert msg line 1 */
"• New device?" = "• Nieuw apparaat?";

/* learn more alert msg line 3 */
"• Opted for sign in verification?" = "• Gekozen voor aanmeldingsverificatie?";

/* learn more alert msg line 2 */
"• Signing in from a new country?" = "• Meld je je aan vanuit een ander land?";

